Repository: Marc-pi/guestbook
Catalog: locale/*/default.po
Languages: fr

source: Text data saved successfully.
fr: Les données saisies ont été enregistrées avec succès.

source: Manage text
fr: Gérer les textes

source: %s text accept successfully
fr: Le témoignage %s a été validé avec succès

source: Error in accept %s text
fr: Erreur lors de la validation du texte %s

source: Please select text
fr: Merci de sélectionner le témoignage

source: Your text submitd and will be publish after review
fr: Votre témoignage a été soumis et sera publié après validation

source: Submit new text
fr: Soumettre un nouveau texte

source: Name
fr: Nom

source: Text
fr: Texte

source: Create time
fr: Date création

source: Submit
fr: Soumettre

source: List of texts
fr: Liste des témoignages

source: Edit
fr: Editer

source: Reject
fr: Rejeter

source: Accept
fr: Valider

source: No one still send any feedback from your website, please wait from people to send feedback, or if you have feedback from other source , you can add it manually on system
fr: Personne n'a encore laissé de feedback sur votre site, attendez un peu ou si vous avez d'anciens avis d'autres sources, vous pouvez les ajouter manuellement

source: Accept text in process
fr: Validation du texte en cours
